eventType = {
    "VWE02": "EVT-01",  # 침입
    "VWE01": "EVT-02",  # 배회
    "VWE00": "EVT-00",
    "VWE04": "EVT-03",  # 유기
    "DIE03": "EVT-04",  # 생활관화재
    "DIE04": "EVT-04",  # 급양관화재
    "DIE06": "EVT-04",  # 보일러실 화재
    "DIE08": "EVT-04",  # 창고 화재
    "DIE09": "EVT-05",
    "DIE10": "EVT_05",
    "DIE05": "EVT-06",  # 급양관 가스
    "DIE07": "EVT-06",  # 창고 가스
    "DIE11": "EVT-06",  # 창고 가스
    "DIE31": "EVT-06",
    "DIE32": "EVT-06",
    "DIE33": "EVT-06",
    "DIE34": "EVT-06",
    "DIE35": "EVT-06",
    "DIE36": "EVT-06",
    "DIE37": "EVT-06",
    "DIE38": "EVT-06",
    "DIE39": "EVT-06",
    "DIE40": "EVT-06",
    "DIE41": "EVT-06",
    "DIE42": "EVT-06",
    "DIE43": "EVT-06",
    "DIE44": "EVT-06",
    "DIE45": "EVT-06",
    "DIE46": "EVT-06",
    "DIE47": "EVT-06",
    "DIE48": "EVT-06",
    "실신": "EVT-07",
    "싸움": "EVT-08",
    "구타": "EVT-09",
    "미인가": "EVT-10",
    "분실": "EVT-11",
    "고장": "EVT-12",
    "과속": "EVT-13",
    "이탈": "EVT-14",
    "사고": "EVT-15",
    "PHN10": "EVT-16"  # 병력 SOS
}

status = {
    "상황접수": "EVS-01",
    "조치중": "EVS-02",
    "상황종료": "EVS-03"
}

missionType = {
    "VWE": "MT-01",  # 경계감시
    "DIE": "MT-02",  # 안전재난
    "병력생활": "MT-03",
    "무기탄약": "MT-04",
    "출입통제": "MT-05",
    "인원출입": "MT-051",
    "차량출입": "MT-052",
    "병영지원": "MT-06",
    "총기보관": "MT-061",
    "폰충전함": "MT-062",
    "워치충전함": "MT-063",
    "사이버방호": "MT-07",
    "차량추적": "MT-08",
    "급양관리": "MT-09",
    "병력현황": "MT-10",
    "PHN": "MT-11",  # SOS
    "기기관리": "MT-12"
}

regiment = {
    "PAH": "RG-280",
    "PA1": "RG-281",
    "PA2": "RG-282",
    "PA3": "RG-283",
}
