eventType = {
    "침입": "EVT-01",
    "배회": "EVT-02",
    "유기": "EVT-03",
    "화재": "EVT-04",
    "전기누전": "EVT-05",
    "가스누출": "EVT-06",
    "실신": "EVT-07",
    "싸움": "EVT-08",
    "구타": "EVT-09",
    "미인가": "EVT-10",
    "분실": "EVT-11",
    "고장": "EVT-12",
    "과속": "EVT-13",
    "이탈": "EVT-14",
    "사고": "EVT-15",
    "긴급SOS": "EVT-16"
}

eventStatus = {
    "상황접수": "EVS-01",
    "조치중": "EVS-02",
    "상황종료": "EVS-03"
}

missionType = {
    "경계감시": "MT-01",
    "안전재난": "MT-02",
    "병력생활": "MT-03",
    "무기탄약": "MT-04",
    "출입통제": "MT-05",
    "인원출입": "MT-051",
    "차량출입": "MT-052",
    "병영지원": "MT-06",
    "총기보관": "MT-061",
    "폰충전함": "MT-062",
    "워치충전함": "MT-063",
    "사이버방호": "MT-07",
    "차량추적": "MT-08",
    "급양관리": "MT-09",
    "병력현황": "MT-10",
    "비상상황": "MT-11",
    "기기관리": "MT-12"
}

regiment = {
    "PAH": "RG-280",
    "PA1": "RG-281",
    "PA2": "RG-282",
    "PA3": "RG-283",
}
